{
    "cv": {
        "meSection": {

            "heading": {
                "1": "Yo"
            },

            "story": {
                "p": {
                    "1": "Me considero un generalista, ya que encuentro interes en un amplio rango de temas. Creo que esto me ayuda a tener una perspectiva diferente en una esferas especifica.",
                    "2": "Para bien o para mal, soy algo perfecionista. Esto me ayuda a producir un trabajo detallado, pero a veces relentiza algunos proyectos."
                    
                }
            },

            "summary": {
                "li": {
                    "1": "Generalista",
                    "2": "Perfeccionista"
                }
            }

        },

        "whatImLookingForSection": {
            "heading": {
                "1": "Lo Que Estoy Buscando"
            },
            "story": {
                "p": {
                    "1": "I’m preferibly looking for a business in it’s early stages, where there is shared responsability and tasks in different departments.",
                    "2": "I really value purpose-driven companies. These are companies who’s main goal is not monetary but solving an important issue in society.",
                    "3": "I also value autonomy. I like when companies let their employees take their own decisions and allow individuals to manage themselves.",
                    "4": "Finally, I value mastery. I like when companies prioritize employee long-term skill progression over short-term results. I belive this improves overall individual perfomance which is then translated to company performance.",
                    "5": "As an extra, I find the ’20% time’, where employees are given part of their time for company side projects an interesting concept."
                }
            },
            "summary": {
                "li": {
                    "1": "Generalist",
                    "2": "Perfectionist"
                }
            }
        }
    }
}