{
    "cv": {

        "summaryButton": {
            "summary": {
                "1": "Don’t Make Me Read All This"
            },
            "story": {
                "1": "Tell Me Your Story"
            }
        },
        "meSection": {
            "heading": {
                "1": "Me"
            },
            "story": {
                "p": {
                    "1": "I consider myself to be a generalist, due to the fact I find interest in a wide range of subjects. I reckon this helps me have a different perspective in a specific field.",
                    "2": "For better or for worse, I am somewhat of a perfectionist. It helps me produce detailed work, but it also slows down some projects."
                }
            },
            "summary": {
                "li": {
                    "1": "Generalist",
                    "2": "Perfectionist"
                }
            }
        },
        "whatImLookingForSection": {
            "heading": {
                "1": "What I'm Looking For"
            },
            "story": {
                "p": {
                    "1": "I’m preferibly looking for a business in it’s early stages, where there is shared responsability and tasks in different departments.",
                    "2": "I really value purpose-driven companies. These are companies who’s main goal is not monetary but solving an important issue in society.",
                    "3": "I also value autonomy. I like when companies let their employees take their own decisions and allow individuals to manage themselves.",
                    "4": "Finally, I value mastery. I like when companies prioritize employee long-term skill progression over short-term results. I belive this improves overall individual perfomance which is then translated to company performance.",
                    "5": "As an extra, I find the ’20% time’, where employees are given part of their time for company side projects an interesting concept."
                }
            },
            "summary": {
                "li": {
                    "1": "Early stage company",
                    "2": "Purpose-driven company",
                    "3": "Employee autonomy",
                    "4": "Long-term progression (Mastery)"
                }
            }
        },
        "educationSection": {
            "heading": {
                "1": "Education"
            },
            "story": {
                "p": {
                    "1": "It all started at an English school in Mallorca where I had to attend everyday from kindergarden until I got kicked out right before my A levels.",
                    "2": "After this, I went to a Spanish school to do the E.S.O. and Bachillerato.",
                    "3": "Then I went to London to do a year of A levels at Ealing Independent College but had to come back to Spain due to economic reasons.",
                    "4": "Back in Spain, I attended Elisava to do Graphic Design."
                }
            },
            "summary": {
                "li": {
                    "1": "Queen’s College, Mallorca (GCSE’s)",
                    "2": "IES Bendinat, Mallorca (Bachillerato)",
                    "3": "Ealing Independent Collage, London (A levels)",
                    "4": "Elisava, Barcelona (Graphic Design)"
                }
            }
        },
        "postEducationSection": {
            "heading": {
                "1": "Post-Education"
            },
            "story": {
                "p": {
                    "1": "Once I left Elisava I realized I was interested in business. So I decided to start making clothing as it was a business I could afford to start, and made me enough money to live.",
                    "2": "For the clothing, I needed a website so I started to learn how to make websites with an Adobe program called Muse.",
                    "3": "Then I realized I could earn some money making websites for other people, so I moved back to Mallorca and started Gryd-Design.",
                    "4": "With Gryd-Design I made some flyers and walked around doing door-to-door sales. Once I got a few projects running (Carpenter, Real Estate, Film Director, Hedge Fund, Artist, Fruit Shop) I managed to save enough to hire a friend to do the sales side. This allowed me to focus on website creation. I then hired an off-shore virtual assistant to investigate which businesses didn’t have a websites so we could be more efficient on the sales side.",
                    "5": "On the way I saw a lot of inspiration on websites like awwwards and cssdesignawards and saw limitations with Adobe Muse. So I started learning coding on 2014 roughly. I learnt HTML, CSS and JavaScript.",
                    "6": "During this time I bought a fucking expensive screen-printing machine so I could offer that as an extra service to my customers at Gryd. It also allowed me to retake the clothing line I wanted to initially create.",
                    "7": "I got offered a job for Estiber in Barcelona, so I moved back there. I thought it was a good idea since it was starting to become a tech-hub at the time.",
                    "8": "I worked for Estiber for a year as a Lead Designer and was also involved in some of the Marketing roles (hand-coding Mailchimp emails). After the year we decided our values didn’t match so we stopped working together.",
                    "9": "I went back into selling clothes while I learnt new technologies like React and Node and its correspondant modules and libraries. I worked on personal projects too, and got a few odd jobs here and there making webistes. I ended up catching the attention of the founder of Apollo30 in a cafe and we got on well, so he offered me to work with them and I have been working there as a freelancer ever since."
                }
            },
            "summary": {
                "1": {
                    "place": {
                        "1": "Clothing Freelance, Barcelona"
                    },
                    "role": {
                        "1": "Sales"
                    }
                },
                "2": {
                    "place": "Gryd-Design, Mallorca",
                    "role": {
                        "1": "Design",
                        "2": "Web Development",
                        "3": "Sales",
                        "4": "Management",
                        "5": "Screen-printing"
                    }
                },
                "3": {
                    "place": {
                        "1": "Viatges Estiber, Barcelona"
                    },
                    "role": {
                        "1": "Lead Design",
                        "2": "Marketing"
                    }
                },
                "4": {
                    "place": {
                        "1": "Clothing Freelance, Barcelona"
                    },
                    "role": {
                        "1": "Sales"
                    }
                },
                "5": {
                    "place": {
                        "1": "Websites Freelance, Barcleona"
                    },
                    "role": {
                        "1": "Design",
                        "2": "Web Development"
                    }
                },
                "6": {
                    "place": {
                        "1": "Apollo30, Barcleona"
                    },
                    "role": {
                        "1": "Design",
                        "2": "Web Development"
                    }
                },
                "7": {
                    "place": {
                        "1": "Scranny's House, Barcelona"
                    },
                    "role": {
                        "1": "Sales",
                        "2": "Design",
                        "3": "Web Development"
                    }
                }
            }
        },
        "skillsSection": {
            "heading": {
                "1": "Skills"
            },
            "content": {
                "1": {
                    "subheading": {
                        "1": "Design"
                    },
                    "tags": {
                        "1": "Sketch App",
                        "2": "Corportate Design"
                    }

                },
                "2": {
                    "subheading": {
                        "1": "Core Coding & Tools"
                    },
                    "tags": {
                        "1": "HTML 5",
                        "2": "CSS 3",
                        "3": "CSS Grid",
                        "4": "SASS",
                        "5": "JavaScrips ES6",
                        "6": "Git",
                        "7": "npm",
                        "8": "Netlify",
                        "9": "Strapi CMS"
                    }

                },
                "3": {
                    "subheading": {
                        "1": "Front-end Development"
                    },
                    "tags": {
                        "1": "React.js",
                        "2": "React Router",
                        "3": "React Hooks",
                        "4": "Styled Components",
                        "5": "Fetch API",
                        "6": "Axios",
                        "7": "GeenSock Animation Platform (GSAP)",
                        "8": "Svelte"
                    }

                },
                "4": {
                    "subheading": {
                        "1": "Back-end Development"
                    },
                    "tags": {
                        "1": "Node.js",
                        "2": "Express",
                        "3": "MongoDB",
                        "4": "Mongoose",
                        "5": "mLab",
                        "6": "Firebase"
                    }

                },
                "5": {
                    "subheading": {
                        "1": "Code Testing"
                    },
                    "tags": {
                        "1": "Jest",
                        "2": "Cypress"
                    }

                }
            }
        }
    }
}