{
    "cv": {

        "meSection": {
            "heading": {
                "1": "Me"
            },
            "story": {
                "p": {
                    "1": "I consider myself to be a generalist, due to the fact I find interest in a wide range of subjects. I reckon this helps me have a different perspective in a specific field.",
                    "2": "For better or for worse, I am somewhat of a perfectionist. It helps me produce detailed work, but it also slows down some projects."
                }
            },
            "summary": {
                "li": {
                    "1": "Generalist",
                    "2": "Perfectionist"
                }
            }
        },

        "whatImLookingForSection": {
            "heading": {
                "1": "What I'm Looking For"
            },
            "story": {
                "p": {
                    "1": "I’m preferibly looking for a business in it’s early stages, where there is shared responsability and tasks in different departments.",
                    "2": "I really value purpose-driven companies. These are companies who’s main goal is not monetary but solving an important issue in society.",
                    "3": "I also value autonomy. I like when companies let their employees take their own decisions and allow individuals to manage themselves.",
                    "4": "Finally, I value mastery. I like when companies prioritize employee long-term skill progression over short-term results. I belive this improves overall individual perfomance which is then translated to company performance.",
                    "5": "As an extra, I find the ’20% time’, where employees are given part of their time for company side projects an interesting concept."
                }
            },
            "summary": {
                "li": {
                    "1": "Early stage company",
                    "2": "Purpose-driven company",
                    "3": "Employee autonomy",
                    "4": "Long-term progression (Mastery)"
                }
            }
        },

        "educationSection": {
            "heading": {
                "1": "Education"
            },
            "story": {
                "p": {
                    "1": "It all started at an English school in Mallorca where I had to attend everyday from kindergarden until I got kicked out right before my A levels.",
                    "2": "After this, I went to a Spanish school to do the E.S.O. and Bachillerato.",
                    "3": "Then I went to London to do a year of A levels at Ealing Independent College but had to come back to Spain due to economic reasons.",
                    "4": "Back in Spain, I attended Elisava to do Graphic Design."
                }
            },
            "summary": {
                "li": {
                    "1": "Queen’s College, Mallorca (GCSE’s)",
                    "2": "IES Bendinat, Mallorca (Bachillerato)",
                    "3": "Ealing Independent Collage, London (A levels)",
                    "4": "Elisava, Barcelona (Graphic Design)"
                }
            }
        }
    }
}